Repository: ideag/tinyrelated
Catalog: languages/tinyrelated-*.po
Languages: lt_lt

source: You do not have sufficient permissions to access this page.
lt_lt: Neturite teisės pasiekti šio puslapio.

source: Save Changes
lt_lt: Išsaugoti

# widget
source: Related Posts
lt_lt: Susiję įrašai

source: List of related posts. Only shows on single posts.
lt_lt: Susijusių įrašų sąrašas. Rodomas tik atskirų įrašų puslapiuose.

# title
source: Related posts
lt_lt: Susiję įrašai

source: Title
lt_lt: Pavadinimas

source: Number of related posts
lt_lt: Susijusių įrašų skaičius

source: No script kiddies please!
lt_lt: Taip lengvai nenulauši..!

source: tinyRelated Options
lt_lt: tinyRelated nustatymai

source: List location
lt_lt: Sąrašo vieta

source: - do not show automatically -
lt_lt: - automatiškai nerodyti -

source: Before post content
lt_lt: Prieš įrašo turinį

source: After post content
lt_lt: Po įrašo turiniu

source: Enable widget
lt_lt: Įjungti skydelį

source: Display random posts if not set
lt_lt: Rodyti atsitiktinius įrašus, jei nenustatyta

# metabox
source: Related posts
lt_lt: Susiję įrašai

source: Hide related posts
lt_lt: Paslėpti susijusius įrašus

# select
source: Related posts
lt_lt: Pasirinkite susijusius įrašus
